let data = [
    {
        "id": 455,
        "title": "스터디인) 월간 노션",
        "thumbnail": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/1475630e-b563-4175-ac50-3d418e75548d",
        "offline": false,
        "recruitment": 50,
        "study_info": "#### 월간 노션!📝\n- Notion 기초 사용방법을 알아봅니다. 회원가입만 하고 오세요. 마크다운 문법부터 활용까지 알려드립니다.\n\n#### 배경 및 목표🚀\n- 매월 스터디인에서 진행하는 월간 세미나입니다.\n- 기초적인 활용 방법을 익히는데 목표가 있습니다.\n- 중고급 강의가 아닙니다. 따라서 이미 어느정도 노션을 활용하고 있으신 분들은 들어오시면 안됩니다.\n\n#### 커뮤니케이션 👋\n- 스터디인 채팅방을 사용해서 커뮤니케이션 합니다.\n\n#### 진행 방식🤹\n- Zoom + 스터디인 채팅방을 사용합니다.\n- 도움이 될만한 여러 자료들을 함께 드립니다.",
        "leader": {
            "id": 56,
            "profile": {
                "nickname": "라이켓",
                "profile_img": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/1ca134b1-835d-4b15-a4ed-b2faff4ba64d",
                "preferred_region": {
                    "id": 1,
                    "sort_order": 1,
                    "location": "제주특별자치도"
                },
                "grade": "새싹"
            }
        },
        "leader_info": "주식회사 위니브의 대표 이호준입니다. :) 월간 노션과 월간 파이썬을 운영하고 있습니다.",
        "study_day": [
            {
                "id": 6,
                "name": "토"
            }
        ],
        "start_date": "2023-05-27",
        "term": 1,
        "start_time": "20:00:00",
        "end_time": "22:00:00",
        "difficulty": {
            "id": 1,
            "name": "초급"
        },
        "search_tag": [
            {
                "id": 344,
                "name": "노션"
            }
        ],
        "subject": {
            "id": 1,
            "name": "개념학습"
        },
        "study_status": {
            "id": 1,
            "name": "모집 중"
        },
        "study_location": null
    },
    {
        "id": 456,
        "title": "스터디인) 월간 파이썬",
        "thumbnail": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/789111f7-4bb6-4676-8f57-37c718e0d0e9",
        "offline": false,
        "recruitment": 50,
        "study_info": "#### 주제📝\n- Python 기본 문법을 배워봅니다.\n- google id만 있으시면 됩니다.(colab이라는 곳에서 진행합니다.)\n\n#### 배경 및 목표🚀\n- Python을 전혀 모르시거나 이번 기회에 처음 접하시는 분들에게 권해드립니다.\n- 문법을 어느정도 숙지하신 분들에게는 너무 쉬운 강의일 수 있습니다.\n\n#### 커뮤니케이션 👋\n- 스터디인 채팅방을 사용해서 커뮤니케이션 합니다.\n\n#### 진행 방식🤹\n- Zoom + 스터디인 채팅방을 사용합니다.\n- 도움이 될만한 여러 자료들을 함께 드립니다.",
        "leader": {
            "id": 56,
            "profile": {
                "nickname": "라이켓",
                "profile_img": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/1ca134b1-835d-4b15-a4ed-b2faff4ba64d",
                "preferred_region": {
                    "id": 1,
                    "sort_order": 1,
                    "location": "제주특별자치도"
                },
                "grade": "새싹"
            }
        },
        "leader_info": "주식회사 위니브의 대표 이호준입니다. :) 월간 노션과 월간 파이썬을 운영하고 있습니다.",
        "study_day": [
            {
                "id": 7,
                "name": "일"
            }
        ],
        "start_date": "2023-05-28",
        "term": 1,
        "start_time": "20:00:00",
        "end_time": "22:00:00",
        "difficulty": {
            "id": 1,
            "name": "초급"
        },
        "search_tag": [
            {
                "id": 15,
                "name": "파이썬"
            }
        ],
        "subject": {
            "id": 1,
            "name": "개념학습"
        },
        "study_status": {
            "id": 1,
            "name": "모집 중"
        },
        "study_location": null
    },
    {
        "id": 436,
        "title": "Docker 무작정 따라하기",
        "thumbnail": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/3ab05c22-59bc-455a-b204-25ec7ff03535",
        "offline": true,
        "recruitment": 8,
        "study_info": "이 스터디를 통해 다음 팁을 얻을 수 있습니다.\n\n- 도커를 이용해 오픈소스 소프트웨어(nginx, jenkins, mysql, wordpress, rocket chat)를 실행할 수 있습니다.\n- 도커를 이용해 나만의 독립된 개발환경을 구축하고 언제든지 접속하여 사용할수 있습니다. (feat. dev container)\n- 도커를 이용해 내가 만든 프로그램을 배포하여 상시로 서버로 돌게 만들 수 있습니다. 회사 개발서버에 나의 토이프로젝트를 배포 할 수 있어요.\n\n준비물\n- 내 컴퓨터에 docker desktop 프로그램을 설치해오면 좋아요! (https://www.docker.com/products/docker-desktop/)\n- 노트북\n\n실습조교 지원하실 분은 DM으로 말씀주세요.\n\n일시 : 2023년 4월 13일(목) 19시~22시\n장소  : 제주 바울랩학원",
        "leader": {
            "id": 44,
            "profile": {
                "nickname": "이범재",
                "profile_img": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/ac089fa6-5872-4e06-9a6e-be394dacf6fb",
                "preferred_region": {
                    "id": 1,
                    "sort_order": 1,
                    "location": "제주특별자치도"
                },
                "grade": "새싹"
            }
        },
        "leader_info": "도커를 좋아하는 ENFP B형 개발자입니다.",
        "study_day": [
            {
                "id": 4,
                "name": "목"
            }
        ],
        "start_date": "2023-04-13",
        "term": 1,
        "start_time": "19:00:00",
        "end_time": "22:00:00",
        "difficulty": {
            "id": 1,
            "name": "초급"
        },
        "search_tag": [
            {
                "id": 206,
                "name": "docker"
            }
        ],
        "subject": {
            "id": 2,
            "name": "응용/활용"
        },
        "study_status": {
            "id": 4,
            "name": "완료"
        },
        "study_location": {
            "id": 1,
            "sort_order": 1,
            "location": "제주특별자치도"
        }
    },
    {
        "id": 343,
        "title": "3D 이모티콘 작가와 함께하는 Blender 3D 기초",
        "thumbnail": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/d69e7207-e887-452c-900f-f3410f5fa814",
        "offline": false,
        "recruitment": 6,
        "study_info": "#3D모델링 #무료 #캐릭터만들기\r\n\r\n안녕하세요. 카카오톡 이모티콘 <입체적인 개발자> 작가입니다.\r\n해당 이모티콘에서 활용되는 캐릭터는 Blender 3D로 만들어졌는데요.\r\n이처럼 Blender 3D를 한 번 배워두면 다방면에서 유익하게 활용하실 수 있습니다.\r\n\r\n- 입체적인 개발자 : https://e.kakao.com/t/three-dimensional-developer?t_ch=share_link_web\r\n- 입체적인 디자이너 : https://e.kakao.com/t/the-three-dimensional-designer?t_ch=share_link_web\r\n\r\n(물론 이번 스터디에서는 이 캐릭터보다 조금 더 퀄리티 있는 캐릭터를 만들어볼 것입니다. ㅎㅎ)\r\n\r\n--------------\r\n\r\n무료 3D 모델링 소프트웨어인 블렌더(Blender 3D) 기초를 함께 배워보아요.\r\n\r\n[이런 걸 함께 공부해요.]\r\n\r\n- Blender 3D 초기 세팅\r\n- 인터페이스 둘러보기 + 단축키 익히기\r\n- 간단한 캐릭터 만들기\r\n- 리깅(뼈대 심기)\r\n- 모션 추가하기 + Mixamo 활용하기\r\n- HDRI 세팅하기 + 셰이더 노드 다루기\r\n- 이미지로 렌더링하기\r\n\r\n--------------\r\n\r\n블렌더를 미리 다운로드해 주세요. (https://www.blender.org/)",
        "leader": {
            "id": 43,
            "profile": {
                "nickname": "SoulGom",
                "profile_img": "https://be-studyin.s3.ap-northeast-2.amazonaws.com/5fc71209-a091-423a-af7e-389c6ce1ab77",
                "preferred_region": {
                    "id": 1,
                    "sort_order": 1,
                    "location": "제주특별자치도"
                },
                "grade": "새싹"
            }
        },
        "leader_info": "안녕하세요. 카카오톡 이모티콘 <입체적인 개발자> 작가입니다. 위니브 짱",
        "study_day": [
            {
                "id": 5,
                "name": "금"
            }
        ],
        "start_date": "2023-03-24",
        "term": 5,
        "start_time": "18:00:00",
        "end_time": "20:00:00",
        "difficulty": {
            "id": 1,
            "name": "초급"
        },
        "search_tag": [
            {
                "id": 177,
                "name": "블렌더"
            },
            {
                "id": 178,
                "name": "Blender3D"
            },
            {
                "id": 179,
                "name": "캐릭터모델링"
            },
            {
                "id": 180,
                "name": "3D"
            }
        ],
        "subject": {
            "id": 8,
            "name": "기타"
        },
        "study_status": {
            "id": 4,
            "name": "완료"
        },
        "study_location": null
    }
]